{
    "translation":{
        "Titulo_do_site":"Portfolio Luana Beatriz",
        "Apresentação":"Presentation",
        "Habilidades":"Skills",
        "Projetos":"Projects",
        "Bem_vindo":"Welcome to my Portfolio",
        "Ola":"Hello, I'm Luana Beatriz",
        "Bio_1":"I have a degree in Digital Game Design, but I have always sought to develop my skills in the area of programming. I previously worked for 8 months as a web developer, working mainly with wordpress.",
        "Bio_2":" Since August 2021 I have been working as a full stack web developer using mainly HTML, CSS, Javascript and PHP.",
        "Bio_3":" I'm also doing a course in full stack technology at DNC school, looking forward to learning new technologies, mainly React.js and Node.js.",
        "Habilidades_descrição":"Know my main skills",
        "Tecnologias":"Technologies",
        "Link_para_projeto":"Link to the project",
        "Acesse_repositorio":"Access the repository",
        "Ver_mais_projetos":"See more projects",
        "Ver_repositório_completo":"See full repository",
        "Titulo_Biblioteca_Back":"Library - Back-end Project",
        "Descrição_Biblioteca_Back":"In this project an API was developed to create, edit, list and delete books from a database developed in MongoDB. In parallel, a front-end project was developed which integrates with the mentioned API. The back-end project was also integrated with Swagger to generate the documentation.",
        "Titulo_Biblioteca_Front":"Library - Front-end Project",
        "Descrição_Biblioteca_Front":"Front-end project designed to list, create, edit and delete books from a library. In parallel, an API was developed to make changes to the database that was developed in MongoDB.",
        "Titulo_BoardTask":"BoardTask - Backend",
        "Descrição_BoardTask":"This project developed an API to create, edit, list and delete users and tasks from a boardtask. The project was also integrated with Swagger to generate the documentation.",
        "Titulo_Movie_List":"DNC Movie List",
        "Descrição_Movie_List":"Front-end project developed in React to list movies. For this, an  integration of the API with The Movie DB was performed to list all the movies and filter movies by parts of the title and show details of the movies selected by the user.",
        "Titulo_LP_Arquitetura":"Landing Page Architecture",
        "Descrição_LP_Arquitetura":"Landing page developed with the intention of applying the basic knowledge of HTML and CSS acquired in the first module of training in Technology of the DNC School."
    }
}