{
    "translation":{
        "Titulo_do_site":"Portfólio Luana Beatriz",
        "Apresentação":"Apresentação",
        "Habilidades":"Habilidades",
        "Projetos":"Projetos",
        "Bem_vindo":"Bem-vindo(a) ao meu Portfólio",
        "Ola":"Olá, eu sou Luana Beatriz",
        "Bio_1":"Sou graduada em Design de Jogos Digitais, mas sempre busquei desenvolver as minhas capacidades na área da programação. Trabalhei por 8 meses como desenvolvedora web anteriormente, trabalhando principalmente com o wordpress.",
        "Bio_2":" E desde agosto de 2021 estou a trabalhar como desenvolvedora web full stack trabalhando principalmente com HTML, CSS, Javascript e PHP.",
        "Bio_3":" Também estou fazendo uma formação full stack em tecnologia pela escola DNC, em busca de aprender novas tecnologias, principalmente React.js e Node.js.",
        "Habilidades_descrição":"Conheça minhas principais habilidades",
        "Tecnologias":"Tecnologias",
        "Link_para_projeto":"Link para o projeto",
        "Acesse_repositorio":"Acesse o repositório",
        "Ver_mais_projetos":"Ver mais projetos",
        "Ver_repositório_completo":"Ver repositório completo",
        "Titulo_Biblioteca_Back":"Biblioteca - Backend",
        "Descrição_Biblioteca_Back":"Neste projeto foi desenvolvida uma API para criar, editar, listar e deletar livros de um banco de dados desenvolvido em MongoDB. Em paralelo foi desenvolvido um projeto front-end que faz a integração com essa API. Também foi realizada a integração do projeto back-end com o swagger para gerar a documentação.",
        "Titulo_Biblioteca_Front":"Biblioteca - Frontend",
        "Descrição_Biblioteca_Front":"Projeto front-end desenvolvido para listar, criar, editar e excluir livros de uma biblioteca. Em paralelo foi desenvolvida uma API para fazer as alterações no banco de dados que foi desenvolvido em MongoDB.",
        "Titulo_BoardTask":"BoardTask - Backend",
        "Descrição_BoardTask":"Neste projeto foi desenvolvida uma API para criar, editar, listar e deletar usuários e tarefas de um boardtask. Também foi realizada a integração do projeto com o swagger para gerar a documentação.",
        "Titulo_Movie_List":"DNC Movie List",
        "Descrição_Movie_List":"Projeto front-end desenvolvido em React para listar filmes. Para isso foi realizada a integração com a API The Movie DB, para listar todos os filmes e também filtrar filmes por trechos do nome e também mostrar detalhes dos filmes selecionados pelo utilizador.",
        "Titulo_LP_Arquitetura":"Landing Page Arquitetura",
        "Descrição_LP_Arquitetura":"Lading page desenvolvida com o intuito de aplicar os conhecimentos básicos de HTML e CSS adquiridos no primeiro módulo da formação em Tecnologia da Escola DNC."
    }
}